christian-kohler.path-intellisense
ckolkman.vscode-postgres
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
GitHub.copilot
hediet.vscode-drawio
MisterJ.vue-volar-extention-pack
ms-azuretools.vscode-docker
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
oderwat.indent-rainbow
PKief.material-icon-theme
qwtel.sqlite-viewer
sibiraj-s.vscode-scss-formatter
syler.sass-indented
twxs.cmake
Vue.volar
Vue.vscode-typescript-vue-plugin
yy0931.vscode-sqlite3-editor
